; === Dragoon abilities ===

[ShadowOps_ShieldProtocol X2AbilityTemplate]
LocFriendlyName="Протокол Щит"
LocLongDescription="Дает союзнику энергетический щит, поглощающий <Ability:Shield/> единиц урона. Щит действует до конца миссии или пока не будет уничтожен, так же дает иммунитет к яду."
LocHelpText="Дает союзнику энергетический щит, поглощающий <Ability:Shield/> единиц урона."
LocFlyOverText="Протокол Щит"
LocPromotionPopupText="<Bullet/> Улучшенные Гремлины дают более мощный щит.<br/><Bullet/> Щит не лечит повреждения, так что защищайте солдат прежде, чем они получат урон. <br/><Bullet/> Щат действует пока не получит полный урон или пока Дракона убьют или эвакуируют. <br/><Bullet/> Щит так-же дает имунитет к яду. <br/><Bullet/> Протокол щит имеет 2 заряда на миссию.<br/>"

[ShadowOps_AdvancedShieldProtocol X2AbilityTemplate]
LocFriendlyName="Улучшенный протокол Щит"
LocLongDescription="Протокол Щит больше не тратит действие на использование."
LocHelpText="Дает союзнику энергетический щит, поглощающий <Ability:Shield/> единиц урона. Эта способность не тратит действие на применение."
LocFlyOverText="Улучшенный протокол Щит"
LocPromotionPopupText="<Bullet/> Улучшенные Гремлины дают более мощный щит.<br/><Bullet/> Щит не лечит повреждения, так что защищайте солдат прежде, чем они получат урон. <br/><Bullet/> Щит действует пока не получит полный урон или пока Дракона убьют или эвакуируют. <br/><Bullet/> Щит так-же дает имунитет к яду. <br/><Bullet/> Протокол щит имеет 2 заряда на миссию.<br/>"

[ShadowOps_HeavyArmor X2AbilityTemplate]
LocFriendlyName="Танк"
LocLongDescription="Вы получаете дополнительную очки брони, в зависимости от экипированной защиты."
LocHelpText="Вы получаете дополнительную очки брони, в зависимости от экипированной защиты."
LocFlyOverText="Танк"
LocPromotionPopupText="<Bullet/> Дракон со способностью Танк и экзокостюмом может поглощать большое количество урона, особенно в сочетании с жилетом или усиленным жилетом.<br/><Bullet/> Так же влияет на все дополнительные очки живучести от бронепластин или протокола щит.<br/><Bullet/> Легкие и средние доспехи обеспечивают одну дополнительную единицу брони, в то время как тяжелая броня обеспечивает две дополнительные единицы брони.<br/>"

[ShadowOps_Finesse X2AbilityTemplate]
LocFriendlyName="Ловкость"
LocLongDescription="Дает <Ability:+ToHit/> к точности и <Ability:+Mobility/> к мобильности когда экипировано ружье."
LocHelpText="Дает <Ability:+ToHit/> к точности и <Ability:+Mobility/> к мобильности когда экипировано ружье."
LocFlyOverText="Ловкость"
LocPromotionPopupText="<Bullet/> Дополнительная мобильность от способности может помочь вам получить бонус фланговой атаки или быстро достичь цели, но будьте осторожны, чтобы не оторваться от остальных.<br/><Bullet> Бонусы от ловкости будут потеряны, если экипирован пулемет.<br/><Bullet> Бонус действует в отношении сильнейшего ружья экипированного в данный момент. <br/> "

[ShadowOps_StealthProtocol X2AbilityTemplate]
LocFriendlyName="Протокол Невидимка"
LocLongDescription="Немедленно дает маскировку дружественному юниту."
LocHelpText="Немедленно дает маскировку дружественному юниту."
LocFlyOverText="Протокол Невидимка"
LocPromotionPopupText="<Bullet/> Протокол Невидимка может быть использован на любом солдате, поэтому продумайте, кого вы будете брать в команду.<br/><Bullet/> Иногда протокол Невидимка может быть использован для разрешения тяжелой ситуации, но не сработает с солдатом которого видно, в частности которого флангуют.<br/><Bullet/> Использование способности требует действие.<br/><Bullet/> Эффект сбрасывается, если Дракон убит или эвакуирован.<br/><Bullet/> Протокол Невидимка имеет один заряд на миссию.<br/>"

[ShadowOps_BurstFire X2AbilityTemplate]
LocFriendlyName="Заградительный огонь"
LocLongDescription="Атакуйте все цели по прямой линии с наносением урона или уничтожением укрытий. Только пулемет. Способность использует <Ability:SelfAmmoCost/> зарядов к оружию. <Ability:SelfCooldown/> раунда перезарядка."
LocHelpText="Атакует все цели на линии нанося урон или уничтожая укрытия."
LocFlyOverText="Заградительный огонь"
LocPromotionPopupText="<Bullet/> Заградительный огонь имеет 70% шанс ранить врага и 100% повредить или уничтожить укрытие. <br/><Bullet/> Способность может нанести урон нескольким врагам, но может использоваться и против одного.<br/><Bullet/> Внимание! Способность может уничтожить любые укрытия на линии, в том числе и за целью.<br/><Bullet/> Способность использует <Ability:SelfAmmoCost/> единиц боезапаса и перезаряжается <Ability:SelfCooldown/> хода.<br/>"

[ShadowOps_ShieldsUp X2AbilityTemplate]
LocFriendlyName="Поднять щиты"
LocLongDescription="Все члены команды получают энергетический щит, который поглотит <Ability:Shield/> урона."
LocHelpText="Все члены команды получают энергетический щит, который поглотит <Ability:Shield/> урона."
LocFlyOverText="Поднять щиты"
LocPromotionPopupText="<Bullet/> Улучшенные Гремлины дают более мощный щит.<br/><Bullet/> Щит не лечит повреждения, так что защищайте солдат прежде, чем они получат урон. <br/><Bullet/> Щит действует пока не получит полный урон или пока Дракона убьют или эвакуируют. <br/><Bullet/> В отличие от протокола Щит, данная способность не дает имунитет к яду.<br/>"

[ShadowOps_ECM X2AbilityTemplate]
LocFriendlyName="Постановщик помех"
LocLongDescription="Враги имеют <Ability:ECMDetectionModifier/>% меньший радиус онаружения. Так же немного снижает время проникновения."
LocHelpText="Враги имеют <Ability:ECMDetectionModifier/>% меньший радиус обнаружения. Так же немного снижает время проникновения."
LocFlyOverText="Постановщик помех"
LocPromotionPopupText="<Bullet/>Враги имеют <Ability:ECMDetectionModifier/>% меньший радиус онаружения. <br/><Bullet/>Немного снижает время проникновения. <br/><Bullet/> Способность действует пока Дракона не убьют или эвакуируют.<br/>"

[ShadowOps_Rocketeer X2AbilityTemplate]
LocFriendlyName="Ракетчик"
LocLongDescription="Ракетная установка или тяжелое оружие имеет дополнительный заряд."
LocHelpText="Ракетная установка или тяжелое оружие имеет дополнительный заряд."
LocFlyOverText="Ракетчик"
LocPromotionPopupText="<Bullet/>Ракетная установка или тяжелое оружие имеет дополнительный заряд. <br/><Bullet/> Тяжелое оружие, такое как осколочная пушка, экипируется на экзоскелетную броню.<br/>"

[ShadowOps_Vanish X2AbilityTemplate]
LocFriendlyName="Исчезновение"
LocLongDescription="Если в начале вашего хода ни один враг вас не видит вы получаете маскировку. Эта способность перезаряжается 2 хода."
LocHelpText="Если в начале вашего хода ни один враг вас не видит вы получаете маскировку. Эта способность перезаряжается 2 хода."
LocFlyOverText="Исчезновение"
LocPromotionPopupText="<Bullet/> Юниты с данной способностью гораздо более лучшие разведчики. Если вас обнаружили - отойдите и опять будете замаскированы.<br/><Bullet/> Нет ограничения по использованию способности.<br/><Bullet/> Способность перезаряжается 2 хода. <br/>"

[ShadowOps_VanishTrigger X2AbilityTemplate]
LocFriendlyName="Исчезновение"
LocLongDescription="Если в начале вашего хода ни один враг вас не видит вы получаете маскировку. Эта способность перезаряжается 2 хода."
LocHelpText="Если в начале вашего хода ни один враг вас не видит вы получаете маскировку."
LocFlyOverText="Исчезновение"

[ShadowOps_RestorationProtocol X2AbilityTemplate]
LocFriendlyName="Протокол обновления"
LocLongDescription="Дает юниту <Ability:Heal/> единиц регенерации каждый ход, максимум до <Ability:MaxHeal/> единиц. Так же стабилизирует и останавливает кровотечение, может снимать некоторые состояния."
LocHelpText="Дает юниту регенерацию каждый ход, Так же стабилизирует и останавливает кровотечение у бессознательных солдат."
LocFlyOverText="Протокол обновления"
LocPromotionPopupText="<Bullet/> Протокол обновления стабилизирует и останавливает кровотечение у бессознательных солдат.<br/><Bullet/> Способность восстанавливает 2 единицы здоровья в ход, максимум 8, начинает действовать сразу.<br/><Bullet/> Исследование боевой медицины повышает регенерацию до 3 единиц здоровья в раунд. <br/><Bullet/> Улучшенные гремлины повышают порог лечения.  <br/><Bullet/> Способность имеет один заряд на миссию. <br/>"

[ShadowOps_StasisField X2AbilityTemplate]
LocFriendlyName="Стазисное поле"
LocLongDescription="Помещает Дракона и всех юнитов рядом в стазис. Юниты в стазисе не могут действовать и имунны к любому урону. <Ability:SelfCooldown/> раунда перезарядка."
LocHelpText="Помещает Дракона и всех юнитов рядом в стазис. Юниты в стазисе не могут действовать и имунны к любому урону."
LocFlyOverText="Стазисное поле"
LocPromotionPopupText="<Bullet/> Стазисное поле действует на дружественных и вражеских бойцов.<br/><Bullet/> Перезарядка <Ability:SelfCooldown/> раундов.<br/>"

[ShadowOps_PuppetProtocol X2AbilityTemplate]
LocFriendlyName="Протокол Марионетка"
LocLongDescription="Дает постоянный контроль над вражеским роботом. Единовременно может быть только одна марионетка на миссию. Эта способность не сбрасывает маскировку, если применена удачно."
LocHelpText="Дает постоянный контроль над вражеским роботом. Единовременно может быть только одна марионетка на миссию."
LocFlyOverText="Протокол Марионетка"
LocPromotionPopupText="<Bullet/> данная способность сбрасывает маскировку только если провалилась.<br/><Bullet/> Если провалилась - не требует перезарядку. <br/><Bullet/> Способность перезаряжается <Ability:SelfCooldown/> раундов<br/>"

[ShadowOps_TacticalSense X2AbilityTemplate]
LocFriendlyName="Уклонение"
LocLongDescription="Солдат получает <Ability:+Dodge/> к уклонению за каждого видимого врага, максимум: <Ability:+MaxDodge/>."
LocHelpText="Солдат получает <Ability:+Dodge/> к уклонению за каждого видимого врага, максимум: <Ability:+MaxDodge/>."
LocFlyOverText="Уклонение"
LocPromotionPopupText="<Bullet> Уклонение повышает шанс на превращение попадания в царапину.<br/><Bullet/> Не включает врагов видимых благодаря общему виду.<br/>"

[ShadowOps_Aegis X2AbilityTemplate]
LocFriendlyName="Эгида"
LocLongDescription="Протокол Щит так же снижает весь входящий урон на 33%."
LocHelpText="Протокол Щит так же снижает весь входящий урон на 33%."
LocFlyOverText="Эгида"
LocPromotionPopupText="<Bullet/> Снижение урона применяется ко всему урону, полученному при активном щите, а не только к повреждению, поглощаемому щитом.<br/>"

[ShadowOps_IronWill X2AbilityTemplate]
LocFriendlyName="Железная воля"
LocLongDescription="Повышает волю солдата на <Ability:Will> и гарантирует кровотечение вместо смерти один раз за миссию."
LocHelpText="Повышает волю солдата на <Ability:Will> и гарантирует кровотечение вместо смерти один раз за миссию."
LocFlyOverText="Железная воля"
LocPromotionPopupText="<Bullet/> Воля понижает шанс дезориентации, оглушения, паники или безсознательности. <br/>"

[ShadowOps_SensorOverlays X2AbilityTemplate]
LocFriendlyName="Сенсоры"
LocLongDescription="Все солдаты в отряде получают <Ability:+Crit> к шансу критического урона против врага, которого вы видите."
LocHelpText="Все солдаты в отряде получают <Ability:+Crit> к шансу критического урона против врага, которого вы видите."
LocFlyOverText="Сенсоры"
LocPromotionPopupText="<Bullet/> Не включает врага видимого благодаря общему виду.<br/>"

[ShadowOps_Supercharge X2AbilityTemplate]
LocFriendlyName="Перегрузка"
LocLongDescription="Все способности гремлина получают добавочный заряд."
LocHelpText="Все способности гремлина получают добавочный заряд."
LocFlyOverText="Перегрузка"
LocPromotionPopupText="<Bullet/> Влючает способности: Протокол Щит, Невидимка, обновление.<br/>"

[ShadowOps_ReverseEngineering X2AbilityTemplate]
LocFriendlyName="Обратная связь"
LocLongDescription="Использование способностей взлома врага дает постоянную прибавку к навыку взлома."
LocHelpText="Использование способностей взлома врага дает постоянную прибавку к навыку взлома."
LocFlyOverText="Обратная связь"
LocPromotionPopupText="<Bullet/> Затрагивает способности которые взламывают врага, такие как протокол взлома, протокол Марионетка, черепной бур или мина. <br/><Bullet/> Вы улучшаете навык, даже если сам взлом провалился. <br/>"

[ShadowOps_Scout X2AbilityTemplate]
LocFriendlyName="Разведчик"
LocLongDescription="Добавляет один бесплатный сканер в инвентарь."
LocHelpText="Добавляет один бесплатный сканер в инвентарь."
LocFlyOverText="Разведчик"
LocPromotionPopupText="<Bullet/> Добавляется так же к экипированным сканерам.<br/>"

[ShadowOps_Lightfoot X2AbilityTemplate]
LocFriendlyName="Легконогий"
LocLongDescription="Дает <Ability:+Mobility/> мобильности. Вас на 20% сложнее обнаружить при маскировке."
LocHelpText="Дает <Ability:+Mobility/> мобильности. Вас на 20% сложнее обнаружить при скрытности."
LocFlyOverText="Легконогий"
LocPromotionPopupText="<Bullet/> Дополнительная мобильность может помочь вам получить бонус фланговой атаки или быстро достичь цели, но будьте осторожны, чтобы не оторваться от остальных.<br/><Bullet/> Улучшенная маскировка складывается с другими навыками на обнаружение.<br/>"

[ShadowOps_Charge X2AbilityTemplate]
LocFriendlyName="В атаку!"
LocLongDescription="Получаете стандартное действие после рывка."
LocHelpText="Получаете стандартное действие после рывка."
LocFlyOverText="В атаку!"
LocPromotionPopupText="<Bullet/> В атаку! может использоваться один раз.<br/>"

[ShadowOps_EatThis X2AbilityTemplate]
LocFriendlyName="Съешь это!"
LocLongDescription="Вы получаете <Ability:+ToHit> к точности и  <Ability:+Crit> к шансу критического урона против соседних целей. Бонус падает в зависимости от расстояния до цели."
LocHelpText="Вы получаете <Ability:+ToHit> к точности и  <Ability:+Crit> к шансу критического урона против соседних целей. Бонус падает в зависимости от расстояния до цели."
LocFlyOverText="Съешь это!"
LocPromotionPopupText="<Bullet/> Бонус от этой способности отменяет минусы от использования пулемета в ближнем бою.<br/>"

[ShadowOps_Inspiration X2AbilityTemplate]
LocFriendlyName="Воодушевление"
LocLongDescription="Союзники в пределах 10 влеток от солдата получают <Ability:+Dodge/> к уклонению и <Ability:+Will/> к воле."
LocHelpText="Союзники в пределах 10 влеток от солдата получают <Ability:+Dodge/> к уклонению и <Ability:+Will/> к воле."
LocFlyOverText="Воодушевление"
LocPromotionPopupText="<Bullet/> Солдат также получает бонус.<br/>"

[ShadowOps_DigitalWarfare X2AbilityTemplate]
LocFriendlyName="Цифровая война"
LocLongDescription="Дает второй слот для ПБМ."
LocHelpText="Дает второй слот для ПБМ."
LocFlyOverText="Цифровая война"
LocPromotionPopupText="<Bullet/> нельзя использовать два одинаковых ПБМ.<br/>"

; === Class templates ===

[ShadowOps_Dragoon X2SoldierClassTemplate]
DisplayName="Дракон"
ClassSummary="Дракон - разноплановый солдат, который может нести тяжелое оружие на поле боя или использовать способности для тайной войны. Они превосходны в защите и поддержке остальной команды."
LeftAbilityTreeTitle="Паладин"
RightAbilityTreeTitle="Призрак"
RandomNickNames[0]="Взломщик"
RandomNickNames[1]="Сеть"
RandomNickNames[2]="ДАмп памяти"
RandomNickNames[3]="Кибер"
RandomNickNames[4]="Киборг"
RandomNickNames[5]="Грифон"
RandomNickNames[6]="Молот"
RandomNickNames[7]="Коршун"
RandomNickNames[8]="Гидра"
RandomNickNames[9]="Железо"
RandomNickNames[10]="Мантикора"
RandomNickNames[11]="Минотавр"
RandomNickNames[12]="Лабиринт"
RandomNickNames[13]="Еще одна попытка"
RandomNickNames[14]="Феникс"
RandomNickNames[15]="Крысолов"
RandomNickNames[16]="Красный экран"
RandomNickNames[17]="Ракета"
RandomNickNames[18]="Сабля"
RandomNickNames[19]="Сфинкс"
RandomNickNames[20]="Сталь"
RandomNickNames[21]="Бухгалтер"
RandomNickNames[22]="Единорог"
RandomNickNames_Male[0]="Орк"
RandomNickNames_Female[0]="Сирена"

[ShadowOps_Dragoon_LW X2SoldierClassTemplate]
DisplayName="Дракон"
ClassSummary="Дракон - разноплановый солдат, который может нести тяжелое оружие на поле боя или использовать способности для тайной войны. Они превосходны в защите и поддержке остальной команды."
LeftAbilityTreeTitle="Паладин"
RightAbilityTreeTitle="Призрак"
RandomNickNames[0]="Взломщик"
RandomNickNames[1]="Сеть"
RandomNickNames[2]="ДАмп памяти"
RandomNickNames[3]="Кибер"
RandomNickNames[4]="Киборг"
RandomNickNames[5]="Грифон"
RandomNickNames[6]="Молот"
RandomNickNames[7]="Коршун"
RandomNickNames[8]="Гидра"
RandomNickNames[9]="Железо"
RandomNickNames[10]="Мантикора"
RandomNickNames[11]="Минотавр"
RandomNickNames[12]="Лабиринт"
RandomNickNames[13]="Еще одна попытка"
RandomNickNames[14]="Феникс"
RandomNickNames[15]="Крысолов"
RandomNickNames[16]="Красный экран"
RandomNickNames[17]="Ракета"
RandomNickNames[18]="Сабля"
RandomNickNames[19]="Сфинкс"
RandomNickNames[20]="Сталь"
RandomNickNames[21]="Бухгалтер"
RandomNickNames[22]="Единорог"
RandomNickNames_Male[0]="Орк"
RandomNickNames_Female[0]="Сирена"

[ShadowOps_Dragoon_LW2 X2SoldierClassTemplate]
DisplayName="Дракон"
ClassSummary="Дракон - разноплановый солдат, который может нести тяжелое оружие на поле боя или использовать способности для тайной войны. Они превосходны в защите и поддержке остальной команды."
LeftAbilityTreeTitle="Паладин"
RightAbilityTreeTitle="Призрак"
RandomNickNames[0]="Взломщик"
RandomNickNames[1]="Сеть"
RandomNickNames[2]="Дамп памяти"
RandomNickNames[3]="Кибер"
RandomNickNames[4]="Киборг"
RandomNickNames[5]="Грифон"
RandomNickNames[6]="Молот"
RandomNickNames[7]="Коршун"
RandomNickNames[8]="Гидра"
RandomNickNames[9]="Железо"
RandomNickNames[10]="Мантикора"
RandomNickNames[11]="Минотавр"
RandomNickNames[12]="Лабиринт"
RandomNickNames[13]="Еще одна попытка"
RandomNickNames[14]="Феникс"
RandomNickNames[15]="Крысолов"
RandomNickNames[16]="Красный экран"
RandomNickNames[17]="Ракета"
RandomNickNames[18]="Сабля"
RandomNickNames[19]="Сфинкс"
RandomNickNames[20]="Сталь"
RandomNickNames[21]="Бухгалтер"
RandomNickNames[22]="Единорог"
RandomNickNames_Male[0]="Орк"
RandomNickNames_Female[0]="Сирена"

[ShadowOps_Juggernaut_LW2 X2SoldierClassTemplate]
DisplayName="Крушитель"
ClassSummary="Как и имя, которое носит, Крушитель носит самое тяжелое оружие и броню. То, что нельзя сделать хитростью - можно сделать огневой мощью."
LeftAbilityTreeTitle="Удар"
RightAbilityTreeTitle="Осада"
RandomNicknames[0]="Спортсмен"
RandomNicknames[1]="Камень"
RandomNicknames[2]="Кирпич"
RandomNicknames[3]="Пожар"
RandomNicknames[4]="Бабочка"
RandomNicknames[5]="Шапка"
RandomNicknames[6]="Картишки"
RandomNicknames[7]="Куб"
RandomNicknames[8]="Град"
RandomNicknames[9]="Большой"
RandomNicknames[10]="Герой"
RandomNicknames[11]="Лемур"
RandomNicknames[12]="Малыш"
RandomNicknames[13]="Мамонт"
RandomNicknames[14]="Спичка"
RandomNicknames[15]="Гора"
RandomNicknames[16]="Без тормозов"
RandomNicknames[17]="Топливо"
RandomNicknames[18]="Радиоактивный"
RandomNicknames[19]="Масло"
RandomNicknames[20]="Глупыш"
RandomNicknames[21]="Плита"
RandomNicknames[22]="Подтяжки"
RandomNicknames[23]="Террор"
RandomNicknames[24]="Башня"
RandomNicknames[25]="Поезд"
RandomNickNames_Male[0]="Безбашенный"
RandomNickNames_Female[0]="Ненормальная"

; === GTS ability templates ===

[TacticalSenseUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Дракон: Ловкость"
Summary="+10 к уклонению от каждого видимого врага, максимум +50."

[DigitalWarfareUnlock_LW X2SoldierStatUnlockTemplate]
DisplayName="Дракон: Цифровая война"
Summary="Добавочный слот для ПБМ"

[ChargeUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="В атаку!"
Summary="Все солдаты получают заряд способности стрельба на бегу."